{
  "autofmt": { "branch": "master" },
  "barbar.nvim": { "branch": "master" },
  "close-buffers.nvim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "conflict-marker.vim": { "branch": "master" },
  "fern-hijack.vim": { "branch": "master" },
  "fern-preview.vim": { "branch": "main" },
  "fern.vim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "guess-indent.nvim": { "branch": "main" },
  "help-vsplit.nvim": { "branch": "master" },
  "hlchunk.nvim": { "branch": "main" },
  "hop.nvim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lightline.vim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nerdfont.vim": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "none-ls-shellcheck.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "supertab": { "branch": "main" },
  "telescope-frecency.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "vim-fern-git-status": { "branch": "master" },
  "vim-fern-renderer-nerdfont": { "branch": "master" },
  "vim-sandwich": { "branch": "master" },
  "vim-trailing-whitespace": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
